{
  "introSecurity1": "स्वास्थ्य विश्लेषण के लिए, हमें आपकी सही आयु (आपके जन्म तिथि से), ऊचाई और लिंग की आवश्यकता है ताकि हमारे एल्गोरिदम्स काम करें और आपको स्वास्थ्य का बेहतर मूल्यांकन करें आधारित हैल्थ के सिद्धांतों के आधार पर।",
  "introSecurity2": "और अपनी स्वास्थ्य प्रोफ़ाइल बनाने के लिए, ऐप को आपका नाम और फ़ोन नंबर या ईमेल आईडी की आवश्यकता है, इसलिए आपका व्यक्तिगत डेटा कैप्चर किया जाता है और स्टोर किया जाता है।",
  "introSecurity3": "हालांकि, आप ऐप में कभी भी My Profile -> Account Settings जाकर अपनी प्रोफ़ाइल को हटा सकते हैं",
  "otpString": "कृपया अपने पंजीकृत मोबाइल नंबर xxxxxx7890 पर भेजे गए 6 अंकों कोड दर्ज करें।",
  "verificationString": "सत्यापन कोड",
  "otpScreenTitle": "हम आपकी गोपनीयता को महत्वपूर्ण मानते हैं",
  "changeNumber": "बदलें",
  "alreadyHaveAccount": "पहले से ही एक खाता है! ",
  "male": "पुरुष",
  "female": "महिला",
  "others": "अन्य",
  "SignUpStarted": "साइन अप करें और आगे बढ़ें!",
  "getStartedSignIn": "आगे बढ़ें! अपना मोबाइल नंबर दर्ज करें",
  "dontHaveAccount": "अगर आपका खाता नहीं है! ",
  "signUpText": "साइन अप",
  "sendOtpText": "OTP भेजें",
  "verifyOtp": "OTP सत्यापित करें",
  "signInText": "साइन इन",
  "acceptAndContinue": "स्वीकार करें और जारी रखें",
  "mobileTextFieldLabel": "मोबाइल नंबर",
  "mobileTextFieldFocusHint": "8888888888",
  "gender": "लिंग",

  "What is your age?": "आपकी आयु क्या है?",
  "BMI (Body Mass Index)": "बीएमआई (शारीरिक मास सूची)",
  "Since how many years have you been diabetic?": "आपको मधुमेह है कितने सालों से?",
  "What is your recent HbA1C value?": "आपका हाल का एचबीए1सी मूल्य क्या है?",
  "Do you have any history of  previous amputation?": "क्या आपका पहले से कटौती का कोई इतिहास है?",
  "Do you have any history of foot ulcer?": "क्या आपका पहले से कोई पैर का अल्सर है?",
  "Are you a smoker?": "क्या आप सिगरेट पीने वाले हैं?",
  "Do you have any visual disturbances?": "क्या आपको कोई दृष्टिगत बाधा है?",
  "Do you have any history of vascular surgery?": "क्या आपका सभीय सर्जरी का कोई इतिहास है?",
  "Do you have burning/shooting pain in your feet?": "क्या आपके पैरों में जलन / गोली मारने वाला दर्द है?",
  "Do you have any tingling/numbness in your feet?": "क्या आपके पैरों में कोई सुनन / सुनसानी है?",
  "Do you have any infection between toes of your feet?": "क्या आपके पैरों के बीच कोई संक्रमण है?",
  "What is the present condition of your skin?": "आपकी त्वचा की वर्तमान स्थिति क्या है?",
  "What is the present condition of your nails?": "आपके नाखूनों की वर्तमान स्थिति क्या है?",
  "What kind of Footwear are you using?": "आप कौन से प्रकार के जूते पहन रहे हैं?",
  "Are you taking a diabetic diet?": "क्या आप डायबिटिक आहार ले रहे हैं?",
  "Can you feel the sensation in your feet?": "क्या आप अपने पैरों में अनुभूति महसूस कर सकते हैं?",
  "Do you have an abnormal foot shape?": "क्या आपके पैरों में असामान्य आकार है?",
  "Do you have any kidney-related issue?": "क्या आपको किडनी से संबंधित कोई समस्या है?",
  "Are you experiencing any pain after walking a certain distance?": "क्या आप किसी निश्चित दूरी के बाद दर्द महसूस कर रहे हैं?",
  "Do you have any blackish discoloration or dilated veins on your legs/feet?": "क्या आपकी पैरों में कोई काली रंग की बदलन या फैले हुए वेन्स हैं?"
}
